[
    {"name": "Aimless Dream", "cover": "cover.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Chant : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Instrumentation : Armel Rouxel",
        "lyrics": "Aimless dreamer<br/>You shapeless eraser<br/><br/>Foolish sleeper<br/>You're a living disaster<br/><br/>You run your own race<br/>Tainted in madness<br/><br/>Scratching your own face<br/>Disgraced and shameless",
        "infos": "<i>Inspirations : Because (The Beatles), Wiped Out (Archive)</i><br/><br/>C'est une idée récurrente que j'avais depuis un petit moment : un morceau d'introduction en accapella qui aboutissait sur le premier vrai morceau. Bon au final le morceau n'est pas si accapella que ça, mais c'était le concept initial !<br/><br/>Au delà de la musique, les paroles permettent d'introduire à la fois le morceau suivant « The Back of the Blade » mais aussi la thématique de l'album dans sa globalité, s'adressant à l'humanité dans un message très accusateur"},
    {"name": "The Back of the Blade", "cover": "cover.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Chant : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Instrumentation : Armel Rouxel sauf<br/>Kaval : Maël Rouxel",
        "lyrics": "Out of fear, or out of luck, you're still here<br/>Somehow you made it out, you're cheating on the odds<br/>A passenger, a flicker on the screen<br/>The scene is set, a silhouette but you're running out of time<br/><br/>All the way up there's no escape<br/>Pray to the gods to your heart's content<br/>Blind to the fall, what did you expect ?<br/>Can't you see the back of the blade ?<br/><br/>Silently, quietly, you're roaming<br/>In the air, everywhere, twisting what is left from ourselves<br/>Oh oh, a dignity to erase, you're walking on the edge<br/>You always want a little more, you sucker<br/>To fill the bank, you dirty whore<br/>Crushing, everything that touch your hand<br/>Oh oh what makes you think that you deserve this world ?<br/><br/>A fog of war on the horizon<br/>Our futur ain't bright anyway<br/>Won't we ever find a way to evolve ?<br/>It's time to forgive ourselves<br/><br/>Give me a way out, believe me we'll find out<br/>Praying with no doubts, all fears wiped out<br/>Have faith in our fate, disgraced and shameless",
        "infos": "<i>Inspirations : Staircase (Steven Wilson), Mr. Daisy (Archive)</i><br/><br/>L'idée d'une musique qui démarre soudainement après l'introduction de l'album me vient de l'écriture de l'album « Feel My Heart Beat », où une musique finalement inachevée devait se dérouler de la même façon. Car oui ça fait déjà plusieurs années que j'essayais d'obtenir ce type de son electro-rock sans y parvenir! Pour le reste, ambiance brutale et froide emprunt de contraste de dynamique très puissant pour commencer l'album.<br/><br/>Avec son introduction, The Back of the Blade permet d'introduire d'emblée le thème de l'album: les inactions et l'aveuglement général devant les boulversements mondiaux. Les paroles très directes couplé à l'ambiance très froide du morceau, permet de faire contraste avec le reste de l'album qui se veut plus chaleureux et mélancolique."},
    {"name": "A Few Years Late", "link": "test", "cover": "single1.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Chant : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Instrumentation : Armel Rouxel sauf<br/>Clarinette : Thomas Calmet",
        "lyrics": "Never the right time, I might not be the right one<br/>I'm having a hard time to tell you what I'm feeling<br/>So much unconfessed things left to be told<br/>I finally realize it now<br/><br/>It's just you and me<br/> And everything we've left undone<br/>Come and see, my dear <br/>All the wonders in this world<br/><br/>Come on, I'll be there, just a few years late<br/>So come on, don't wait for me<br/>You've got your all life in front of your eyes<br/>So come on, we'll be laughing in a thousand years<br/>Come on, don't let these black clouds rest in your heart<br/><br/>And all these years,<br/>I wasted every chance I had to restart again<br/> Oh I have finally realized <br/><br/>It's just gone, I know<br/>And every night I think of you<br/>Come and dry your tears<br/>You're the wonder in my world<br/><br/>We were meant to be, we were just a dream ...<br/><br/>Come on, I'll be there in a few years later<br/>So come on, don't wait for me<br/>You've got your all life in front of your eyes<br/>So come on, we'll be nothing in a thousand years<br/>Come on, don't let these black clouds rest in your heart",
        "infos": "<i>Inspiration : The Suburbs (Arcade Fire)</i><br/><br/>Quand j'ai commencé à écrire cette musique, j'en avais déjà enregistré plusieurs assez rock et je voulais essayer de faire des morceaux d'une part plus joyeux, dansant et de l'autre plus acoustiques. De plus, j'ai principalement basé la musique sur les accords au piano, sur lequel je voulais un peu progresser, car je commençais en avoir marre des musiques centrées sur la guitare.<br/><br/>J'avais la phrase « So come on, I'll be there just a few years late » qui trainait dans la tête (sans vraiment savoir de quoi llait parler la musique) et le reste s'est fait très naturellement. Elle parle d'amour, des occasions manquées c'est assez libre d'interprétation honnêtement."},
    {"name": "Something About You", "cover": "single2.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Instrumentation & Chant: Armel Rouxel",
        "lyrics": "Leaving all behind from a place to another<br/>With no one else to rely on<br/>Hoping that this time everything will be better<br/>And those days will seem so far gone<br/><br/>Then I saw you by the door<br/>And I don't know why I came to say hello<br/>(I want you)<br/><br/>I want you to feel what I can't say<br/>I want you to hold my hands dearly<br/>I want you save me from this world<br/>I want you to know<br/><br/>You changed my life with your pretty smile<br/>Bringing the light from above<br/>Hearing your heartbeat, as you sleep in my arms<br/>Oh you made me fall in love<br/><br/>Then you said ''sing me a song''<br/>From a time when I used to know where I belonged<br/>(I want you)<br/>I want you to feel what I can't say<br/>I want you to hold my hands dearly<br/>I want you save me from this world<br/>I want you to help me stand<br/><br/>My dear, can't you see ? You mean everything to me<br/>Will you give me all your love ? it's all I need",
        "infos": "<i>Inspirations : Won't Stand Down, Eternally Missed (Muse), This Love (Maroon 5)</i><br/><br/>Le processus de création de cette musique s'est fait assez rapidement: un riff de basse saturée très rock, très catchy suivi d'un refrain qui tabasse bien. Partant de cette base, le reste s'est fait naturellement et en un weekend j'avais une démo convaincante ! Par la suite, la démo initiale a subit pas mal de modifications afin de la raccourcir et de lui donner cet aspect condensé sans temps mort pour respirer.<br/><br/>« Something About You » a vraiment été une musique compliquée à chanter qui m'a poussé dans mes retranchement, mais m'a dans le même temps obligé à améliorer ma technique vocale afin de pouvoir libérer plus de puissance, surtout dans les aigus !"},
    {"name": "Memories", "cover": "cover.jpg", "credit": "Écriture : Armel Rouxel, Léa Serval<br/>Production : Armel Rouxel<br/>Chant : Armel Rouxel, Léa Serval<br/>Instrumentation : Armel Rouxel",
        "lyrics": "[Work in progress ...]",
        "infos": "C'est une vieille idée que j'avais composé (en partie) pour un casting d'une association de comédie musicale (Commuz') en 2022. Mais la mélodie à la guitare/piano me plaisait vraiment et j'ai réussi à la re-écrire pour l'enregistrer proprement."},
    {"name": "The Fever", "cover": "cover.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Instrumentation & Chant: Armel Rouxel sauf<br/>Guitare électrique (solo) : Baptiste Fontaney",
        "lyrics": "Lurking way below, born from the shadow<br/>Unstatisfied, demoralized we want to break it all<br/>Stop taking us for fools, like expendable tools<br/>If nothing change, if no one move we will assert control<br/><br/>We waited, waited to reborn again<br/>Now it's breaking, leaking oh I can see the end<br/><br/>Yeah this fever, this pleasure<br/>Feel free to be a slave <br/>And leave the rest to us<br/>Now please free us, guide us<br/>Time to put an end <br/>And leave it all to dust<br/><br/>Can't you see it now ? <br/>There's no peaceful resolution<br/>We're fighting back, to paint it black, no need to play it smart<br/>Oh I can see the embers of this revolution<br/>It's time to break and fix the things that cursed us from the start<br/><br/>We waited, waited to reborn again<br/>Now it's growing and carving a hole inside my head<br/><br/>Yeah this fever, this pleasure<br/>Look what we've become a shade of our beliefs<br/>Now please blind us and drown us<br/>Oh it's such a shame that we are all to blame",
        "infos": "<i>Inspiration : Kill or Be Killes (Muse)</i><br/><br/>« The Fever » est, avec « Maniac » l'un des premiers morceaux que j'ai écrit et enregistré durant ma première année d'étude à Centrale Lyon, en 2022/23. Elle était vue initialement comme une sorte de version revisité de « Trauma », de l'album « Feel My Heart Beat ». Je voulais notamment accentuer voir caricaturer le côté Métal du morceau afin de le démarquer des autres que j'avais pu composer dans mes précédents albums.<br/><br/>Ce morceau essaie d'être une satire des mouvements populistes qui mobilise la ferveur populaire afin d'arriver à leur propre fins, comme on a pu le voir avec la prise du Capitole par Trump. Il suffit de pointer du doigt un ennemis imaginaire, de faire croire au peuple qu'il a en main son destin puis d'allumer le brasier. La fièvre puis le néant."},
    {"name": "Here Before", "cover": "single3.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Chant : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Instrumentation : Armel Rouxel",
        "lyrics": "Everything washed by the rain<br/>A milion years, where only dust remains<br/>Soon we'll be nothing, nothing at all<br/>Even though we've all been here, been here before<br/><br/>You beautiful sleeper<br/>Cease to exist for the night to come<br/> Yeah it could have been way better <br/>But now's the time to fill what you've left undone<br/><br/>Yeah we know soon we'll be nothing, nothing at all<br/>While we're all looking the other way<br/>I know that I should care<br/>But as if planting flowers could make me feel any better<br/>Than before<br/><br/>(Let's push it just a little more<br/>We've already been here before)<br/><br/>But you still have the power<br/>To make the world a better place to live<br/><br/>Fear in the eyes, you finally realize<br/>Now you try to make amends<br/>With paper straws just to pretend<br/>A whole reality erodes",
        "infos": "<i>Inspirations : Head Heavy (Archive), What Life Brings (Steven Wilson)</i><br/><br/>J'avais ces accords de guitare qui trainaient dans ma tête depuis mes débuts à Centrale Lyon, quelques idées de mélodie et des sortes de paroles mais rien de très concret jusqu'alors même si je sentais le potentiel. J'ai voulu apporter une atmosphère douce avec de jolies harmonies vocales ainsi qu'une instrumentation très légère, très acoustique.<br/><br/>Il marque un des morceaux centrals sur lequel le concept de l'album s'est construit. L'ignorance volontaire, la lâcheté, les faux-semblant ... À la fois tous responsable et complice, on fait semblant de ne pas savoir ce qu'il se passe alors que le monde brûle devant nos yeux."},
    {"name": "So, It Came to This ?", "cover": "cover.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Chant : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Instrumentation : Armel Rouxel sauf<br/>Violon & Alto :  Hugo Dietz<br/>Violoncelle : Nathan Prot<br/>Clarinette : Thomas Calmet<br/>Saxophone soprano : Raphaël Montoloy<br/>Flûte traversière : Lucas Fernandes<br/>Guitare électrique : Baptiste Fontaney",
        "lyrics": "You'll be the first to fall, don't deny it<br/>You brought it on yourself<br/><br/>Run you sleeper, run you dreamer<br/><br/>...<br/><br/>Run you sleeper, run you dreamer<br/>Who am I ? What am I ? Don't look me in the eyes<br/>Where am I ? When am I ? I believe my own lies<br/>Never choose, never change, still complain anyway<br/>Stay the same, have no shame, I'll never take the blame<br/>Stay with me, talk to me, don't leave me dying here<br/>Please this is not what I wanted<br/>Liar, liar, you living disaster<br/>Liar, liar, this is what you wanted<br/><br/>So, it cames to this ? We're afraid of tomorrow<br/>Drowned in disbeliefs<br/>So plant your stupid flowers<br/> If that makes you feel better for now<br/>You'll be the first to fall",
        "infos": "<i>Inspiration : Ancestrale (Steven Wilson)</i><br/><br/>Cette musique est une tentative de créer un morceau en plusieurs phases distincte tout en intégrant des instruments plus « orchestraux », notamment grâce à l'experience acquise en écriture d'orchestre avec la Commuz'. Bien plus instrumentale que les autres, elle reprend le thème de « Here Before » et continue de développer les idées qui y sont évoquées. C'est la dernière musique a avoir été composée et enregistrée, mais n'en reste pas moins centrale dans la construction thématique de l'album !<br/><br/>« So, It Came to This ? » parachève la narration entamée sur « Here Before », en étant plus vindicatif sur l'accusation. Tous ceux qui ont eu ou ont toujours le pouvoir de changer les choses, et ont délibérément fermés les yeux afin de satisfaire leur petit confort personnel. Le sacrifice de l'humanité en toute connaissance de cause, sans jamais assumer la responsabilité.<br/><br/>Mais l'hitsoire se souviendra, l'histoire vous jugera, puis l'histoire oubliera."},
    {"name": "In My Blood", "cover": "cover.jpg", "credit": "Écriture  : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Production : Armel Rouxel<br/>Chant : Armel Rouxel, Cassandre Girardeau-Darnand<br/>Instrumentation: Armel Rouxel sauf<br/>Piano : Cassandre Girardeau-Darnand",
        "lyrics": "I know I said some awful things <br/>That made you cry this day<br/>No I'm not proud, and that's the least that I can say<br/>Please another chance to be better<br/>Oh I'm sure that I can change<br/>I swear I will never lay my hand on you again<br/><br/>Except maybe, this time only ?<br/>But it's in my blood, written in me<br/><br/>Does everything end up this way ? <br/>I need to breathe again<br/>You made my life so hard, god I should have run away<br/>But now I'm trapped without escape<br/>I need to realize I'm just but a satellite<br/>Orbiting 'round your head<br/><br/>Oh god I'd wish to help you through this<br/>And set you free, away from me<br/>I know deep down that you don't deserve it<br/>But it's in my blood, a part of me",
        "infos": "<i>Inspiration : Falling Away with You (Muse), Je te promet (Johnny Halliday)</i><br/><br/>Après « Feel My Heart Beat », j'ai voulu mettre la guitare plus en retrait sur mes composition et commencer à intégrer un peu plus de piano. De ça est né une première démo vers 2022 du morceau, une balade très simple, très épurée. La deuxième partie instrumentale, qui comporte un solo de piano composé dans son entièreté par Cassandre Girardeau-Darnand, est venue après pour donner plus d'identité au morceau et y ajouter une touche « orchestrale »."},
    {"name": "Maniac", "cover": "cover.jpg", "credit": "Écriture : Armel Rouxel, Léa Serval<br/>Production : Armel Rouxel<br/>Instrumentation & Chant: Armel Rouxel",
        "lyrics": "This guy came into my life like a miracle I've been waiting for<br/>What could have been better for me ?<br/>I'm now settled in a cloud <br/>With my dreams, no pain and no fears<br/>What could have been better for me ?<br/><br/>You make my heart implode when you're rolling me over<br/>Way more that I could bear<br/>You're locking me in a place where I don't wanna stand<br/>Wish I could be your own maniac<br/><br/>Hey why do I have to adapt my every move to his desires ?<br/>Movies, have you been lying to me ?<br/>Somehow have I thousands arrows <br/>Planted in my heart and that's all lies<br/>Movies, have you been lying to me ?<br/><br/>Time has passed and I realize <br/>You took my hand and let me down <br/>A pretty flowery road ohhh you made me fall down<br/>Time has passed and oh my sight has returned <br/>And I can now see all the evil you did to me<br/><br/>You're driving me insane and you know perfectly well<br/>Oh baby oh<br/><br/>I'm sick of you so why don't you wanna understand ?<br/>I won't fall that easily<br/><br/>I feel the weight of your love on me baby<br/>And I know I can't escape you wherever I stand <br/>Wish I could be your own maniac<br/>",
        "infos": "<i>Inspirations : Hysteria (Muse), Come a Little Closer (Cage The Elephant)</i><br/><br/>Tout comme « The Fever », c'est un des premiers morceaux que j'avais composé durant l'été 2023 pour mon groupe Les Fanxyz. On jouait à l'époque pas mal de morceaux pop-rock qui m'ont influencés et m'ont donnés l'envie de créer ce morceau très énergique, très pop et qui fait rupture avec mes anciens morceaux: bien plus pechu, bien plus assumé et moins de longueur inutiles.<br/><br/>Lors des premières démos je n'avais pas encore les paroles des couplets (qui ont été composées par la suite par Léa Serval) et seulement celles du refrain sans vraiment savoir ce dont elle allait parler. Ce n'est qu'avec les couplets qu'on a pris cette direction d'une relation toxique. D'ailleurs la phrase « Wish I could be your own Maniac » vient des premières démos, mais comme ça sonnait bien on l'a laissé. Je ne sais même pas ce que ça veut dire honnêtement ..."},
    {"name": "A Little More", "cover": "cover.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Instrumentation & Chant: Armel Rouxel sauf<br/>Kaval : Maël Rouxel",
        "lyrics": "Let me sleep a little more<br/>Not that it matters anymore<br/>And I don't wanna wake up now<br/>So why did you take us so low ?<br/><br/>We're going through another day<br/>Knowing full well it will end anyway<br/>And we all though it was eternal<br/>That we had the keys for our survival<br/><br/>'Cause everything is meant to die<br/>We all know that there's no coming back<br/>When confusion begin to show<br/>When everyone start running high and low<br/>Just a little more, of emptiness<br/><br/>We had enough, hearing your bullshit everyday<br/>Yeah we had enough, being ruled by self-proclaimed<br/><br/>Shine like a star, burn like a flame<br/>Everything you've done just to entertain<br/>Sleep like a child, dream of another day<br/>But at the end only the truth remain<br/><br/>Watching the dark rolling all over<br/>Behold the night, pulling us under",
        "infos": "À l'origine, « A Little More » a été composée durant la session d'écriture de l'album « Feel My Heart Beat » mais n'avait jamais été proprement finalisée. Toutefois je sentais qu'elle avait du potentiel et j'aimais bien les paroles que j'y avais écrites (et qui donneront naissance plus tard au thème de l'album). La musique reprend en partie l'atmosphère de « Through the Mist » que j'avais particulièrement aimé composer, bien plus proche du style de mes précédentes musiques.<br/><br/>Quand j'ai parlé à mon frère de jouer de la flûte sur ce morceau, il a tout de suite fouillé dans sa collection d'instrument exotique pour sortir sa flûte japonaise dont il savait particulièrement bien jouer. Pas de bol, elle n'était pas dans la bonne tonalité et on s'est rabattu sur une flûte bulgare, le Kaval, qui a sonné bien mieux que je ne l'espérais !<br/><br/>C'est une des musiques « fondation » de l'album en terme de thématique. Elle parle de l'inaction des gens, et de leur refus de voir la réalité en face. De doux rêveur qui fantasment d'un monde depuis longtemps disparu ..."},
    {"name": "The Sum of All", "cover": "cover.jpg", "credit": "Écriture & Production : Armel Rouxel<br/>Instrumentation & Chant: Armel Rouxel",
        "lyrics": "I fear the days we're living in<br/>As we slowly leave the scene<br/>Is it ok to be afraid to die ?<br/>Cause I fear my friend, there is no light at the end<br/> (Now's the time to let it go)<br/><br/>What will you leave behind, when everything is gone ?<br/>What makes you believe this time<br/>You'll be remembered in this world ?<br/>With you and me, pictures on the wall (all)<br/>These memories, all part of a whole<br/><br/>And we are all just sitting there<br/>Waiting until it disappears<br/>Why everyone seems to be so relaxed ?<br/>When no one knows how  the story ends<br/>(No one seems to care at all)<br/><br/>'Cause we're the sum of all, of everything that's been<br/>Waiting before the fall of a world that could have been",
        "infos": "Initialement pas prévu sur l'album, l'écriture de « The Sum of All » son écriture s'est faite très tardivement dans le processus. Toutefois ça s'est fait très rapidement sur une progression d'accord que j'aimais particulièrement bien. Elle reprend, à l'aide de ses harmonies et de sa sonorité acoustique, l'atmosphère créée sur « Here Before », comme une sorte d'écho permettant de créer un cohésion d'ensemble.<br/><br/>Le sens des paroles est très vague, mais parle globalement de l'insécurité sur la mort et de l'empreinte, l'héritage que l'on laisse au monde. Chaque individu à la capacité de faire évoluer l'humanité dans son ensemble, en bien ou en mal, par de grands ou petits actes. On essaie tous de laisser une trace de notre passage d'une manière ou d'une autre pour que notre mémoire soit préservée.<br/><br/>Mais au bout du compte, lorsque notre vie arrive à son terme, je pense qu'il faut se poser cette question : « Est-ce que je peux être fier de moi, de ce que j'ai accompli ? Ai-je pu contribuer à élever l'humanité ou n'ai-je agit que dans mon interêt personnel ?"}
]